// img 4 / tit 4 / text 5

const brandDetail = [
   {
      idx: 1,
      img: ["brandDetail1-1.jpg", "brandDetail1-2.jpg", "brandDetail1-3.jpg","brandDetail1-4.jpg"],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
];
const storyDetail = [
   {
      idx: 1,
      img: ["story_detail1-1.jpg","story_detail1-2.jpg","story_detail1-3.jpg","story_detail1-4.jpg"],
      tit: [
        "JONATHAN WRIGHT와 함께 세계를 항해하다",
        "The Globemaker",
        "The Globe",
        "The Process"],
      text: [
         `Penhaligon's는 지구 제작자인 뛰어난 조나단 라이트(Jonathan Wright)에게 Penhaligon 향수의 향기로운 세계를 기념하기 위해 맞춤형 지구본을 만들어 달라고 요청했습니다.`,

         `아마도 영국에서 가장 존경받는 향수 회사인 Penhaligon's는 영국의 밝고 젊은 사람들, 특히 특이하거나 특이한 기술을 가진 사람들의 예술성을 옹호하지 않을 수 없습니다. 실제로 영국 장인 정신의 세계로의 최근 진출을 통해 우리는 항해 항해와 식물 일러스트레이션에 발을 담그는 것을 보았습니다. 우리는 뛰어난 글로브 제작자인 Jonathan Wright에게 Penhaligon 향수 제조의 경이로운 세계에서 영감을 받아 맞춤형 글로브를 제작하도록 의뢰했습니다.`,

         `조나단 라이트(Jonathan Wright)는 맞춤형 지구본 보존 및 제작을 전문으로 하는 지구본 제작자의 대가입니다. Bellerby & Co. Globemakers의 지도 하에 8년 동안 Wright는 역사적인 지구본 복원 기술을 습득했을 뿐만 아니라 지도 제작 기술을 개발하여 새로운 지구본을 만들었습니다. 이제 Wright는 자신의 사업을 시작했으며 계속해서 자신의 기술을 연마하는 동시에 새로운 세대의 제작자와 지도 제작자를 교육하고 있습니다. 그는 또한 영국 장인 정신의 우수성을 지원하는 데 전념하는 자선 단체인 Queen Elizabeth Scholar Trust(QEST)에서 공부했으며, 동문 이사이기도 합니다.`,

         `Penhaligon's는 Wright에게 접근하여 Penhaligon의 많은 퇴폐적인 향기를 담은 먼 곳의 식물 성분의 향기로운 제품에 영감을 준 지구본을 만들었습니다. 지구본은 선원들이 수세기 동안 바다를 항해하기 위해 사용했던 별의 지도인 천구를 모방하고 하늘의 별자리를 사용하여 위치를 결정합니다. 식물 요소를 묘사한 초기 일러스트레이션에서는 Halfeti 및 Penhaligon의 AlUla와 같은 향수가 발견되었지만 Wright는 이를 확장하여 Trade Routes 컬렉션에 사용되는 성분과 더 넓은 향수 세계를 포함시켰습니다. 또한 우리 윌리엄 펜할리곤(William Penhaligon)의 별자리를 포함하여 펜할리곤(Penhaligon)의 유산에 대한 멋진 고개를 끄덕이는 작품도 있습니다. 열기구도 찾을 수 있을까요?`,

         `Wright는 지구에서 볼 수 있는 66개의 주요 별자리를 지도로 그린 다음, 그 모양을 따라 손으로 그린 ​​식물 그림을 그려 맞춤형 점성술 지도를 만드는 것으로 지구본을 시작했습니다. 이것들은 지도 제작 프로그램으로 스캔되었고 지구본 모양을 모방하도록 디지털 방식으로 변경되었습니다. 일단 인쇄되면 섹션을 조심스럽게 잘라 두 개의 돔형 몰드로 만든 빈 구에 붙입니다. 그런 다음 Wright는 삽화에 수채화 물감을 여러 겹 추가하여 빈티지 효과를 낸 다음 무광택 마감 처리로 지구본을 칠하고 고객 지구본 스탠드에 전시했습니다. 완제품은 오히려 에헴, 우리가 직접 말한다면 이 세상에서 벗어난 것입니다`,
      ],
      video: "story_detail1.mp4",
   },
   {
      idx: 2,
      img: ["story_detail2-1.jpg", "story_detail2-2.jpg", "story_detail2-3.jpg","story_detail2-4.jpg"],
      tit: [
        "A FLORAL FEAST-해미시 파웰과의 대화", 
        "Introduce us to Hamish! Tell us a little about yourself.",
        "How did you begin as a botanical designer?",
        "Talk us through your inspiration for Penhaligon's window display."],
      text: [
        `우리는 뛰어난 꽃 조각가인 Hamish Powell과 함께 꽃에 대한 그의 매력과 Penhaligon의 Chelsea in Bloom 디스플레이에 대한 그의 최신 작품에 대해 논의했습니다.`,

        `여름이 꽃을 피우기 시작하면 펜할리곤스는 향기로운 꽃향기로 코를 돌립니다. 물론 우리는 Chelsea in Bloom에 대해 이야기하고 있습니다. 연례 꽃 축제는 디스플레이가 눈과 코를 즐겁게 하는 색상과 창의성을 축하하는 행사입니다. 올해 Penhaligon's는 꽃 조각가 Hamish Powell에게 King's Road 매장을 위한 완벽한 Penhaligon's 디스플레이를 만들어 고객과 심사위원 모두를 현혹시킬 것을 요청했습니다. 우리는 Hamish와 함께 앉아 디스플레이 뒤에 숨은 영감에 대해 논의했습니다.`,

        `사람은 자신이 먹는 대로 변한다는 말이 있죠. 실제로 저는 제가 꾸미는 대로 변합니다.
        저는 꽃병에 꽂은 줄기만큼이나 섬세하고 기발하며, 햇볕을 갈망하고 겨울을 두려워하며, 약간의 과시욕이 있고, 숲속 바닥의 얼룩덜룩한 빛 아래서 완전히 집처럼 편안하게 지내는 꽃입니다. 저는 스스로를 플로리스트라고 부르지만, 그보다 더 깊고 압도적이며 모든 것을 아우르는 느낌입니다.
        꽃은 저의 뮤즈이자 매개체입니다. 꽃꽂이를 하지 않는다면 꽃에 대해 글을 쓰고 있죠. 시와 플로리스트는 일종의 감정 표현, 자연에 대한 러브레터, 이 삶에 대한 감사 등 같은 목적지로 향하는 두 가지 다른 길이라고 생각합니다.`,

        `많은 사람들이 그러하듯 저도 절망적인 취미로 시작했습니다. 저는 맨체스터 대학교에서 식물 생명공학 학사 학위를 취득하기 위해 공부하던 가난한 학생이었습니다. 제 직업과 조금이라도 연관성이 있는 아르바이트를 찾아 도시의 모든 꽃집에 가짜 꽃꽂이 경력으로 가득 찬 이력서를 직접 전달했습니다. 한 곳에서만 연락이 왔는데, 시간이 흘러 꽃이 날아갔고 3년 후 저는 그 가게의 경영을 맡게 되었습니다! 같은 해 여름, 저는 졸업을 하고 과학과 예술의 갈림길에 서게 되었습니다. 꽃을 통제할 것인가, 아니면 꽃이 저를 통제하게 할 것인가.
        플로리스트리 덕분에 꽃을 통해 저를 표현하는 방법을 배웠어요. 어떻게 실험실 가운을 입고 그걸 외면할 수 있을까요? 그래서 8년이 지나고 도시를 옮긴 후에도 제 스튜디오를 통해 매일매일 도시와 자연을 더 많이 연결할 수 있게 되었죠.`,
        
        `올해 첼시 인 블룸의 테마는 '꽃의 향연'입니다. 이 주제는 마비될 정도로 광범위한 창작 범위를 가진 멋진 내러티브이기 때문에 저는 영감을 얻기 위해 펜할리곤의 헤리티지에서 찾아보았습니다. 1837년 콘월에서 태어난 브랜드 창립자 윌리엄 펜할리곤의 생가를 찾았죠.

        바로 그거였어요! 콘월에서 가장 잘 알려진 음식 중 하나인 콘월 크림 티의 스타, 겸손하게 상징적인 스콘을 만나보세요.
        
        영국인과 방문객 모두가 즉시 알아볼 수 있고 소중히 여기는 이 음식은 즉각적인 유레카의 순간이었습니다. 저는 펜할리곤이 런던 향수의 혼돈 속에서 스콘을 먹으며 고향 콘월을 부드럽게 회상하는 모습을 상상하는 것을 좋아합니다.
        
        킹스로드 매장에 가서 직접 눈으로 확인해보세요. 첼시 인 블룸은 5월 20일부터 26일까지 개화합니다. 그리고 그곳에 있는 동안 언제든 들러서 마음에 드는 향기를 골라보세요!
    `],
      video: "story_detail2.mp4",
   },
   {
      idx: 3,
      img: ["story_detail3-1.jpg","story_detail3-2.jpg","story_detail3-3.jpg","story_detail3-4.jpg"],
      tit: ["AN ODE TO ALULA", "Creativity Carved In Stone","Discover The Fragrance",""],
      text: [
    `전통 예술 학교와의 파트너십`,

    `수십 년 동안 펜할리곤스는 지역 장인 정신과 문화를 헌신적으로 옹호해 왔습니다. 기발하고 멋진 간판 작가, 코르셋 제작자, 예술가들을 기념해온 펜할리곤스의 알울라는 전 세계의 스토리텔러들을 기념하기 위해 더 멀리 눈을 돌려야 했습니다. 

    현지 장인들이 자신의 유산에 대한 진정한 자부심을 느낄 수 있도록 영감을 주는 왕립 재단에서 운영하는 창의적인 허브인 알울라의 전통 예술 학교를 발견한 것은 놀라운 일이 아닙니다(특히 저희의 마음속 깊이 자리 잡고 있는 사명). 이곳에서는 장인들이 주변의 드라마틱하고 아름다운 풍경을 반영한 제품을 디자인하고 제작하도록 장려합니다.`,

    ` 펜할리곤스는 최신 향수를 만들면서 알울라의 자연의 아름다움에서 영감을 받지 않을 수 없었고, 전통예술학교에 새로운 향을 기념하는 무언가를 만들어 달라고 요청했습니다. 우리의 주요 성분에 경의를 표하는 맞춤형 향 홀더를 제작하는 것은 당연한 일이라고 생각했습니다. `,

    `알울라의 현지 장인들이 디자인하고 제작한 맞춤형 향로는 현지 커뮤니티의 창의성을 바탕으로 다양한 문화와 전통의 다양성과 조화를 보여주며, 주변의 모래사막 풍경에 묻혀 있습니다.`,

    `대추야자가 수확의 바람에 흔들리며 시트러스와 무화과 향을 선사하는 이야기. 자두와 향신료. 향과 사프란. 향신료 시장과 영성이 깃든 역사. 창의성과 공동체에 대한 이야기가 문화적 태피스트리로 이어집니다. `,
    ],
      video: "",
   },
   {
      idx: 4,
      img: ["", "", ""],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
];
const collectionDetail = [
   {
      idx: 1,
      img: ["", "", ""],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
   {
      idx: 2,
      img: ["", "", ""],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
   {
      idx: 3,
      img: ["", "", ""],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
   {
      idx: 4,
      img: ["", "", ""],
      tit: ["", ""],
      text: [``,``,``,``,``],
      video: "",
   },
];
