// 공통요소 데이터 객체 - main_common_data.js

// **************** 1 . 공통영역 html 구성 코드 **************** 

const comData = {
    // (공통 ) 상단영역 html 코드
    topArea:``,
    // (공통 ) 하단영역 html 코드 
    footerArea:``,
    
}; /////////////// comData 객체 ///////////////

export default comData;


// *************** 2 . 공통영역 데이타 구성 코드 *************** 

// 2-1. 상단 데이터
/************************************* 
    [ 데이터항목 : 상단영역 반복 데이터 구성 ]
*************************************/
const topAreaData = [

  ];

// 2-1. 하단 데이터
/************************************* 
    [ 데이터항목 : 하단영역 반복 데이터 구성 ]
*************************************/
const footerData = [

  ];